[
    {
        "label": "The Age of Ancients",
        "time": 0,
        "description": "The original Japanese chronicles offer a more philosophically precise term than \"unformed\"; they describe the world as 未だ分かたれず (mada wakatarezu), meaning \"still undivided\" or \"indistinguishable\". This suggests a monolithic reality, a world without the disparity that creates definition. It was a realm of grey, where time did not flow, and nothing truly began or ended.\n\nThis ancient world was defined by three features. The \"gray crags\" formed the foundation of this static landscape, vast stone formations that implied a world of immense, silent geology. Rising from these crags were the Archtrees, colossal pillars of stone that supported the very firmament. Remnants of this epoch persist in the deepest recesses of the world, in a place known as Ash Lake. There, at the geographic nadir of Lordran, the same colossal Archtrees rise from an endless sea, shrouded in a timeless fog, a direct and tangible link to the world as it was before Fire. The ash that blankets its shores is a testament to the cataclysm that ended this age, the remnants of the great fire that brought disparity.\n\n The undisputed sovereigns of this undivided world were the Everlasting Dragons. These beings were not creatures of flesh and blood in any conventional sense. Hidetaka Miyazaki, the primary architect of this history, has stated that the Ancient Dragons are \"not alive,\" but are instead \"half living, half element\". They are mineral-based entities, inseparable from the stone and fog of their era. The Japanese chronicles refer to them as 朽ちぬ古竜 (kuchinu koryū), \"ancient dragons that did not rot/decay,\" a term that underscores their timeless and unchanging nature. Their defining feature was their \"impenetrable armor of stone scales,\" which granted them a form of immortality. This was not the immortality of unending life, for the concept of life had not yet been born. Rather, it was the immortality of stone itself—an existence without change, decay, or death. The Dragons were a perfect reflection of their environment; in a world without disparity, the only possible form of existence was one that was equally static and eternal. They did not \"rule\" in a political sense; they simply *were*, the physical embodiment of the Age of Ancients' fundamental principle of stasis.",
        "keywords": [
            "未だ分かたれず (mada wakatarezu)",
            "朽ちぬ古竜 (kuchinu koryū)"
        ],
        "image": "../src/assets/age_of_ancients.png"
    },
    {
        "label": "The First Flame and the Dawn of Disparity",
        "time": 2,
        "description": "The static eternity of the Age of Ancients was shattered by a single, spontaneous event. Deep within the earth, \"there was Fire\".[2] This was not merely the discovery of an element; the original Japanese text clarifies it as はじめての火 (hajimete no hi), \"the first fire\".[3] It was a unique, singular phenomenon, a cosmic ignition that occurred in a cavern which would later be enshrined as the Kiln of the First Flame.[14] The appearance of this First Flame was the genesis moment for the world as it would come to be known, the catalyst that ended the long stasis.\n\nThe Flame's most profound consequence was the introduction of 差異 (sai), or \"disparity\".[3, 15] With its heat came the concept of cold; with its light came the concept of dark; and most fundamentally, with its existence came the duality of life and death.[11, 15] The world was no longer a monolithic, undivided grey. It was now a dynamic system defined by the interplay of these new, opposing forces. The First Flame was not merely a symbol of one side of this duality; it was the very source of the duality itself, a metaphysical engine that birthed motion and change into a previously motionless reality.[15]\n\nFrom one of the newly formed concepts—the Dark—new beings emerged. The chronicles state, \"from the Dark, They came\".[2] The original Japanese text provides a crucial distinction, noting that these figures were 闇より生まれた (yami yori umareta), \"born from the darkness,\" and were 火に惹かれ (hi ni hikare), \"attracted to the fire\".[3] These were the progenitors of all subsequent races, including gods and humans, though at this point they were indistinguishable, feeble, hollow creatures drawn to the warmth and power of the nascent Flame.[4, 11] Unlike the Dragons, who existed *before* disparity, these beings were a direct product *of* it. They were the first to exist within the new system of opposites, their very nature defined by the interplay of light and dark, life and death. This origin established the fundamental conflict that would define all subsequent history: the struggle between the beings of Disparity and the beings of Stasis.",
        "keywords": [
            "はじめての火 (hajimete no hi)",
            "差異 (sai)",
            "闇より生まれた (yami yori umareta)",
            "火に惹かれ (hi ni hikare)"
        ],
        "image": "https://www.cookandbecker.com/en/artwork/2412/the-first-flame-dark-souls-iii-fromsoftware.html"
    },
    {
        "label": "The Finding of the Lord Souls",
        "time": 3,
        "description": "The feeble, hollow beings born of the Dark did not remain so for long. Drawn to the power of the First Flame, they discovered within it four unique and immensely powerful souls: the Lord Souls.[1, 11] These were not ordinary souls, which are the source of all life, but were rather the concentrated essences of the new disparities that now defined the world. The acquisition of these souls was a transformative event, elevating their finders from mere creatures into the world's first Lords, beings of godlike power.[16] The Japanese text clarifies that they \"acquired the power of lords\" (王の力を得, ou no chikara wo e), confirming that this status was not inherent but was bestowed by the souls they claimed.[3]\n\nThe four Lord Souls and their new wielders were as follows:\n\n| Lord Soul | Wielder | Associated Concept | Manifestation of Power |\n| :--- | :--- | :--- | :--- |\n| **Light Soul** | Gwyn | Light, Order, Sunlight | Sunlight Spears, Lightning Miracles |\n| **Life Soul** | The Witch of Izalith | Life, Heat, Flame | Flame Sorcery, Creation of Chaos and Demons |\n| **Death Soul** | Gravelord Nito | Death, Disease, Decay | Miasma of Death, Necromancy |\n| **Dark Soul** | The Furtive Pygmy | Dark, Humanity, Cold | Humanity Sprites, the Abyss, Lifedrain |\n\nGwyn, upon claiming the Soul of Light, became the Lord of Sunlight, a figure of immense authority and power.[17, 18] The Witch of Izalith, with the Soul of Life, became the matriarch of a coven of powerful flame sorceresses.[17, 19] Gravelord Nito, a strange being seemingly composed of a multitude of skeletons, claimed the Soul of Death and became the First of the Dead, the administrator of the end of all life.[17, 20]\n\nThe fourth soul, however, was unique. Claimed by the \"Furtive Pygmy, so easily forgotten,\" it was the Dark Soul.[2] While the other three Lords wielded their souls as singular, concentrated sources of power, the Pygmy made a different choice. Instead of hoarding his power, he divided his Dark Soul into countless fragments.[11, 21] This act of division was what created \"Humanity,\" the small, black sprites of spiritual essence that would define the human race. This fundamental difference in the nature of the souls foreshadowed the ages to come. The power of the gods, derived from singular, potent souls, was finite; Gwyn would later weaken himself by parcelling out fragments of his own soul to his most trusted followers.[18] The power of the Dark Soul, however, seemed to lie not in its concentration but in its proliferation. The Pygmy's decision established the nature of humanity: a race whose strength was not in a single great Lord, but in the collective potential of countless individuals, each bearing a shard of the Dark Soul within them.",
        "keywords": [
            "王の力を得 (ou no chikara wo e)"
        ],
        "image": "https://i.imgur.com/age-of-fire-dark-souls-story-tfq6zcb.jpg"
    }
]